sdaiPutAttrBN(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,SdaiPrimitiveType,BTEllipsis)
\details
Set a new value of the application instance attribute.
\param instance      [in] An instance that contains the attribute.
\param attributeName [in] A string that contains the name of the attribute.
\param valueType     [in] A value data type.